class Menu:

    @staticmethod
    def main_menu():
        print("---------------------------------------------------------------------------------------\n"
              "Последовательность создания:Предмет, преподаватель, группа, студент\n"
              "---------------------------------------------------------------------------------------\n"
              ">>1-Создать студента \n>>2-Создать преподавателя \n>>3-Создать группу \n>>4-Создать предмет\n"
              ">>5-Вывести всех студентов \n>>6-Вывести всех преподавателей\n>>7-Вывести все группы\n"
              ">>8-Вывести все предметы\n"
              ">>9-Удалить студента\n>>10-Удалить преподавателя\n>>11-Удалить группу\n>>12-Удалить предмет\n"
              ">>13-Выход\n")